/**
 * 
 */
 window.onload = function() {
	const textarea = document.querySelector('textarea');
	//const p = document.createElement('p');
	
	textarea.innerText = `
		🌿🌿🌿
		강의 주제 📖
		어떤 기술(개념)을 배우는지, 어떤 분야에서 주로 사용되는지 등을 설명해주세요.
		
		강의 주제: 강의에서 배우는 한 가지 핵심 내용
		강의 기획 배경: 수강생을 설득할 수 있는, 강의 주제를 다루게 된 배경
		강의 주제
		(내용을 작성해주세요.)
		
		강의 기획 배경
		(내용을 작성해주세요.)
		
		수강 타겟/강의 목적 🔑
		이 강의를 들어야 하는 사람은 누구인지 정리해주세요.
		구체적으로 작성할수록 강의가 필요하고 잘 맞는 사람들이 강의를 수강하게 됩니다.
		
		지식공유자가 생각하는 수강생 유형: 이 강의를 들어야 하는 사람들
		수강생의 고민: 이 강의를 들을 수강생들이 느끼던 고민과 고충
		수강생의 고민 해결 방법: 수강생의 고민을 해결하기 위해 강의가 제안하는 방법
		지식공유자가 생각하는 수강생 유형
		(여기에 내용을 작성해주세요.)
		
		수강생의 고민
		(여기에 내용을 작성해주세요.)
		
		수강생의 고민 해결 방법
		(여기에 내용을 작성해주세요.)
		
		강의 특징 ✨
		이 강의는 다른 강의와 어떻게 다른가요? 어떤 점에서 매력적인 강의인가요?
		다양한 실습과 예제, 이해하기 쉬운 설명, 깊이있는 개념 설명 등 이 강의의 장점을 설명해주세요.
		
		제작 과정에서 특히 신경썼거나 강조하고 싶은 강의의 핵심 특징 (2~4가지) 을 적어주세요.
		핵심 특징 외에도 커리큘럼에서 이론과 실습의 비중이 어떻게 되는지, 
		난이도, 사용하는 툴이나 기술, 선수 지식 등 수강생이 알아야 할 강의의 특징 등을 알려주면 더욱 좋아요.
		강의 특징
		(여기에 내용을 작성해주세요.)
		
		강의를 들은 후 수강생의 변화 📜
		강의를 듣고 나면 무엇을 이해하고, 잘 할 수 있게 되나요?
		수강생이 어떻게 변화할 수 있는지에 대해 최대한 구체적으로 설명해줍니다.
		
		(여기에 내용을 작성해주세요.)
		
		학습 내용 📚
		강의에서 어떤 순서로 무엇을 배우게 되는지 알려주세요.
		강의를 여러 개의 섹션으로 나눈 뒤, 섹션마다 어떤 내용을 배우는지 설명합니다.`;
		
}